const mainPageText = {
  mainText: [
    {
      id: 1,
      title: 'О ПРОЕКТЕ.',
      text: [
        'Мы знаем, что наши дети постоянно существуют в режиме непрекращающегося творческого процесса. Мы видим это, когда ребёнок что-то напевает, когда он бесконечно рисует, когда придумывает истории, когда разговаривает с едой и игрушками — дети постоянно включены и что-то изобретают. Родители часто недооценивают это спонтанное творчество ребёнка. Это не плохо, просто мы привыкаем к этому. Давайте попробуем внимательнее присмотреться к нашим детям.',
        'Мы запускаем проект «ТУРБИНА», который открывает работу настоящего музыкального лейбла на базе «Маршака». В рамках «ТУРБИНЫ» лучшие современные инди-музыканты пишут свои песни на стихи, написанные детьми. Здесь важно — мы не заставляем наших детей садиться и писать поэзию, мы говорим о том, что родителям стоит быть более внимательными и чуткими к своим детям. Именно так мы сможем получить тексты, которые перестанут быть детскими, не будут осмыслены как взрослые — поэзия, которая сокращает дистанцию между взрослостью и детством, где спонтанное детское творчество и бессознательное, замеченное родителем, становится общественным культурным достоянием.',
      ],
    },
    {
      id: 2,
      title: 'КАК ЭТО РАБОТАЕТ?',
      text: [
        'Вы можете прислать нам тексты, родившиеся у ваших детей, которые вы записали и считаете, что это сильное высказывание. Мы собираем пул таких текстов и передаём их музыкантам. Артисты создают музыку на эти стихи. Мы продюсируем выпуск трека, возможно съёмки клипа и так далее. Мы всегда указываем автора стихотворений внутри релиза: Хадн Дадн feat. Варя Карпова и Федя Быстров — Контур.',
      ],
    },
  ],
  tezisText: [
    {
      id: 1,
      title: 'ТЕЗИСЫ',
      text: [
        'Дети никогда не прекращают творить и круто стараться быть на них похожими в этом.',
        'Детское бессознательное помогает родителям понять, что происходит внутри семьи.',
        'Не существует детской и взрослой поэзии. Существует мысль и чувство, зафиксированное в ней.',
        'Дети получают невероятное удовольствие и мотивацию от того, что их творчество востребовано сверстниками и взрослыми.',
      ],
    },
  ],
  formText: [
    {
      id: 1,
      title: 'Форма.',
      text: ['Заполняя эту форму, вы становитесь частью проекта.'],
    },
  ],
  Buttons: [
    {
      id: 1,
      textButton: 'Хочу быть частью проекта',
    },
  ],
};

const audioTracks = [
  {
    id: 1,
    track: '../audio/blackMacic.mp3',
    author: '',
    perfomer: 'Epidemia',
    text: `Он с детства был слаб, он познал унижения.
          Изгой в этом мире искал силы суть,
          И в книгах волшебных, найдя утешение,
          Ступил на извилистый магии путь.
    
          Он не просил, не просил помочь –
          Он видел свет, он знал ответ.
          Он не хотел, не хотел, но ночь
          В его душе оставит след!
    
          Ты Черный Маг – ты обречен,
          Такая плата, таков закон!
    
          И вот он хозяин своих заклинаний
          И солнечный день обратить может в ночь,
          Но время пришло, и нет больше желаний
          И магия больше не в силах помочь.
    
          Он не просил, не просил помочь –
          Он видел свет, он знал ответ.
          Он не хотел, не хотел, но ночь
          В его душе оставит след!
    
          Ты Черный Маг – ты обречен,
          Такая плата, таков закон!
    
          Черный балахон
          Не спасет тебя от страшных снов.
          Погребальный звон
          По твоей душе колоколов.
          Велика цена,
          Ведь знание – это Власть,
          Кто взлетел наверх,
          Может низко пасть.`,
  },
];

export { mainPageText, audioTracks };
